/* eslint-disable react/no-unescaped-entities */
import React from 'react';

const PrivacyAndPolicyPage = () => {
  return (
    <div className="privacyAndPolicy">
      <div className="container">
        <h2 className="title">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h2>

        <p className="subtitle">
          Користуючись нашими сервісами, ви довіряєте нам свою інформацію. Ми розуміємо, що це велика відповідальність, і докладаємо всіх зусиль, щоб
          захистити ваші дані й дати вам змогу керувати ними.
        </p>
        <p>
          Ми створюємо різні сервіси, які щодня дають мільйонам людей нові можливості досліджувати світ і взаємодіяти з ним. Наші послуги включають:
        </p>
        <ul>
          <li>додатки, сайти та пристрої Google, як-от Search, YouTube і Google Home;</li>
          <li>платформи, як-от браузер Chrome і операційна система Android;</li>
          <li>додатки та сайти, як-от оголошення, аналітика та вбудовані Карти Google.</li>
        </ul>

        <p>
          Користуючись нашими сервісами, ви можете керувати конфіденційністю своїх даних різними способами. Наприклад, ви можете зареєструвати
          обліковий запис Google, щоб надсилати електронні листи, додавати фото, отримувати доречніші результати пошуку та багато іншого. Крім того,
          багатьма сервісами Google можна користуватися, не входячи в обліковий запис або взагалі не створюючи його, зокрема шукати інформацію в
          Google або дивитися відео YouTube. Ви також можете переглядати веб-сторінки приватно, наприклад за допомогою режиму анонімного перегляду в
          Chrome. У всіх наших сервісах ви можете змінювати налаштування приватності, щоб керувати тим, яку інформацію ми збираємо та як її
          використовуємо.
        </p>
        <p>
          Щоб роз’яснити все якомога докладніше, ми додали приклади, відео з поясненнями та визначеннями основних термінів. Якщо у вас виникнуть
          запитання щодо цієї Політики конфіденційності, зв’яжіться з нами.
        </p>

        <p className="subtitle">Ми хочемо, щоб ви розуміли, які типи інформації ми збираємо, коли ви користуєтеся нашими сервісами</p>
        <p>
          Ми створюємо різні сервіси, які щодня дають мільйонам людей нові можливості досліджувати світ і взаємодіяти з ним. Наші послуги включають:
        </p>
        <p>
          Ми збираємо інформацію, щоб надавати кращі послуги всім нашим користувачам: наприклад, визначити мову, якою ви розмовляєте, підбирати
          оголошення, які будуть корисними для вас, допомагати легше зв'язуватися з потрібними користувачами в мережі, визначати, які відео YouTube
          можуть вам сподобатися, тощо. Яку інформацію збирає Google і як її використовує залежить від вашої взаємодії з нашими сервісами та вибраних
          налаштувань конфіденційності. Якщо ви не ввійшли в обліковий запис Google, ми зберігаємо зібрану інформацію разом з унікальними
          ідентифікаторами, зв’язаними з веб-переглядачем, додатком або пристроєм, які ви використовуєте. Завдяки цьому ми можемо застосовувати
          однакові налаштування (наприклад, мови або персоналізації результатів пошуку й реклами на основі ваших дій) під час усіх ваших сеансів
          веб-перегляду. Якщо ви ввійшли в обліковий запис Google, ми також збираємо дані, які зберігаємо в ньому, і обробляємо їх як особисту
          інформацію.
        </p>

        <p className="subtitle">Дані, які ви створюєте або надаєте нам</p>
        <p>
          Під час створення облікового запису Google ви надаєте нам особисту інформацію, яка містить ваші ім’я та пароль. Ви також можете додати у
          свій обліковий запис номер телефону або платіжну інформацію. Ви можете надати нам певні відомості, як-от електронна адреса, щоб спілкуватися
          з Google чи отримувати оновлення про наші сервіси, навіть не входячи в обліковий запис Google. Ми також збираємо контент, який ви створюєте,
          завантажуєте чи отримуєте від інших, коли користуєтеся нашими сервісами, зокрема вхідні й вихідні електронні листи, збережені фото та відео,
          створені документи й електронні таблиці, а також коментарі до відео на YouTube.
        </p>
      </div>
    </div>
  );
};

export default PrivacyAndPolicyPage;
